#+TAGS: github pdf book Treffen
#+STARTUP: entitiespretty

**** TODO Python Skills auffrischen mit Tutorial python-kurs.eu [23/44]
CLOCK: [2019-03-12 Di 09:14]--[2019-03-12 Di 09:14] =>  0:00
CLOCK: [2019-03-11 Mo 20:02]--[2019-03-11 Mo 20:46] =>  0:44
CLOCK: [2019-03-11 Mo 18:44]--[2019-03-11 Mo 18:53] =>  0:09
CLOCK: [2019-03-11 Mo 13:53]--[2019-03-11 Mo 14:39] =>  0:46
CLOCK: [2019-03-11 Mo 09:10]--[2019-03-11 Mo 10:24] =>  1:14
CLOCK: [2019-03-08 Fr 08:45]--[2019-03-08 Fr 09:11] =>  0:26
***** DONE Datentypen und Variablen
CLOSED: [2019-03-08 Fr 08:45]
CLOCK: [2019-03-08 Fr 08:40]--[2019-03-08 Fr 08:45] =>  0:05
:PROPERTIES:
:ORDERED:  t
:END:
***** DONE while-Schleife
CLOCK: [2019-03-11 Mo 09:33]--[2019-03-11 Mo 09:33] =>  0:00
**** TODO Dynamiches Programm dazu mit Zeitvergleich mit und ohne Memoisation 
CLOCK: [2019-03-12 Di 16:00]
CLOCK: [2019-03-12 Di 12:18]--[2019-03-12 Di 12:57] =>  0:39
CLOCK: [2019-03-11 Mo 18:08]--[2019-03-11 Mo 18:44] =>  0:36
CLOCK: [2019-03-11 Mo 14:46]--[2019-03-11 Mo 17:29] =>  2:43
**** TODO Bellmannsche Funktionalgleichung anfügen
CLOCK: [2019-03-12 Di 12:18]--[2019-03-12 Di 12:18] =>  0:00
CLOCK: [2019-03-12 Di 12:18]--[2019-03-12 Di 12:18] =>  0:00
